/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "En annan användare har programmet ”%@” öppet.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Be den andra användaren att stänga programmet ”%@” och försök sedan igen.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "Kontakta tillverkaren av ”%@” och fråga efter en uppdaterad version.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Kontakta administratören för hjälp.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "Filen kunde inte öppnas eftersom stöd saknas för aktuellt format.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "Filen kunde inte sparas eftersom stöd saknas för aktuellt format.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Ingen annan information finns tillgänglig om problemet.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Visa program";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Visa arbetsflöde";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Vissa filer kunde inte dupliceras eftersom ett allmänt fel inträffade (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Vissa filer kunde inte dupliceras på grund av ett fel med skivan.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Vissa filer kunde inte dupliceras eftersom skivan är full.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Vissa filer kunde inte dupliceras eftersom volymen är skrivskyddad.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Vissa filer kunde inte dupliceras eftersom de inte hittades.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Vissa filer kunde inte dupliceras.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "En del filer kunde inte flyttas till papperskorgen eftersom ett allmänt fel inträffade (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "En del filer kunde inte flyttas till papperskorgen på grund av ett fel med skivan.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "En del filer kunde inte flyttas till papperskorgen eftersom skivan är full.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "En del filer kunde inte flyttas till papperskorgen eftersom skivan är skrivskyddad.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "En del filer kunde inte flyttas till papperskorgen eftersom de inte kunde hittas.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "En del filer kunde inte flyttas till papperskorgen.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "Programmet ”%@” kunde inte hittas.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "Programmet ”%@” kunde inte öppnas.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "Programmet ”%@” tillhandahöll inte giltiga data.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "Programmet ”%@” svarade inte på begäran om tjänster.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "Programmet ”%@” är skadat.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "Programmet ”%@” ligger i papperskorgen.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "Programmet ”%@” är inte kompatibelt med datorn.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Programmet ”%@” kräver en nyare version av Mac OS X.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "Tjänsten ”%1$@” kunde inte användas eftersom en annan användare har programmet ”%2$@” öppet.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” inte kunde hittas.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” inte kunde öppnas.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” inte tillhandahöll giltiga data.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” inte svarade på en begäran om tjänster.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” är skadat.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” ligger i papperskorgen.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” inte är kompatibelt med datorn.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Tjänsten ”%1$@” kunde inte användas eftersom programmet ”%2$@” kräver en nyare version av Mac OS X.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "Tjänsten ”%1$@” kunde inte användas eftersom arbetsflödet ”%2$@” inte kunde hittas.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "Tjänsten ”%1$@” kunde inte användas eftersom arbetsflödet ”%2$@” inte avslutades i tid.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "Tjänsten ”%1$@” kunde inte användas eftersom arbetsflödet ”%2$@” inte tillhandahöll giltiga data.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "Tjänsten ”%@” kunde inte användas eftersom programmet inte kunde hittas.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "Tjänsten ”%@” kunde inte användas eftersom programmet inte kunde öppnas.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "Tjänsten ”%@” kunde inte användas eftersom programmet inte svarade på en begäran om tjänster.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "Tjänsten ”%1$@” kunde inte användas eftersom det uppstod problem med att hämta tjänsteinformation från programmet ”%2$@”.";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Tjänsten ”%1$@” kunde inte användas eftersom det uppstod problem med att hämta tjänsteinformation från arbetsflödet ”%2$@”.";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "Tjänsten ”%@” kunde inte användas eftersom det uppstod problem med att hämta tjänsteinformation från programmet.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "Tjänsten ”%1$@” kunde inte användas eftersom du saknar behörighet att öppna programmet ”%2$@”.";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "Tjänsten ”%@” kunde inte användas.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "Arbetsflödet ”%@” kunde inte hittas.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "Arbetsflödet ”%@” avslutades inte i tid.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "Programmet ”%1$@” kunde inte öppnas eftersom ett allmänt fel inträffade (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "Programmet ”%@” kunde inte öppnas eftersom det är skadat.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "Programmet ”%@” kunde inte öppnas eftersom det ligger i papperskorgen.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "Programmet ”%@” kunde inte öppnas eftersom det är inkompatibelt med datorn.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "Programmet ”%@” kunde inte öppnas eftersom det inte kunde hittas.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "Programmet kunde inte hittas.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "Programmet kunde inte öppnas.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "Skivan kunde inte matas ut eftersom den används av ”%@”.";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "Filen ”%@” kunde inte dupliceras eftersom den inte kunde hittas.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "Filen ”%@” kunde inte dupliceras på grund av ett fel med skivan.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "Filen ”%@” kunde inte dupliceras eftersom skivan är full.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "Filen ”%@” kunde inte dupliceras eftersom volymen är skrivskyddad.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "Kunde inte duplicera filen ”%@”.";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Filen ”%1$@” kunde inte flyttas till papperskorgen eftersom ett allmänt fel inträffade (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "Filen ”%@” kunde inte flyttas till papperskorgen eftersom den inte kunde hittas.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "Filen ”%@” kunde inte flyttas till papperskorgen på grund av ett fel med skivan.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "Filen ”%@” kunde inte flyttas till papperskorgen eftersom skivan är full.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "Filen ”%@” kunde inte flyttas till papperskorgen eftersom skivan är skrivskyddad.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "Filen ”%@” kunde inte flyttas till papperskorgen.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Filerna kunde inte dupliceras eftersom ett allmänt fel inträffade (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Filerna kunde inte dupliceras på grund av ett fel med skivan.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Filerma kunde inte dupliceras eftersom skivan är full.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Filerna kunde inte dupliceras eftersom volymen är skrivskyddad.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Filerna kunde inte dupliceras eftersom de inte kunde hittas.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Filerna kunde inte dupliceras.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Filerna kunde inte flyttas till papperskorgen eftersom ett allmänt fel inträffade (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Filerna kunde inte flyttas till papperskorgen på grund av ett fel med skivan.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Filerna kunde inte flyttas till papperskorgen eftersom skivan är full.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Filerna kunde inte flyttas till papperskorgen eftersom skivan är skrivskyddad.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Filerna kunde inte flyttas till papperskorgen eftersom de inte kunde hittas.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Filen kunde inte flyttas till papperskorgen.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "Åtgärden kunde inte slutföras.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "Tjänsten kunde inte användas eftersom programmet inte tillhandahöll giltiga data.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Det uppstod ett problem med att hämta serviceinformation från programmet ”%@”.";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Det uppstod ett problem med att hämta tjänsteinformation från arbetsflödet ”%@”.";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Det uppstod ett problem med att hämta serviceinformation från programmet.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Försök med att dra ”%@” från papperskorgen till mappen Program.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Försök med att installera om ”%@”.";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Försök med att installera om ”%@” eller kontakta tillverkaren och fråga efter en uppdaterad version.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Försök med att installera om programmet eller kontakta tillverkaren och fråga efter en uppdaterad version.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Försök med att installera om programmet.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Försök med att öppna ”%@” igen eller kontakta tillverkaren och fråga efter en uppdaterad version.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Försök att köra arbetsflödet ”%@” i Automator.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Försök med att använda en äldre version av ”%@” eller uppgradera till en nyare version av Mac OS X.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Försök med att använda tjänsten på ett annat sätt eller kontakta tillverkaren och fråga efter en uppdaterad version av ”%@”.";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "Du har inte behörighet att duplicera en del av filerna.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "Du har inte behörighet att duplicera filen ”%@”.";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "Du har inte behörighet att duplicera filerna.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "Du har inte behörighet att flytta en del av filerna till papperskorgen.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "Du har inte behörighet att flytta filen ”%@” till papperskorgen.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "Du har inte behörighet att flytta filerna till papperskorgen.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "Du har inte behörighet att öppna programmet ”%@”.";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "Du har inte behörighet att köra programmet ”%@”.";

